{
  "cell_type_mapping": {
    "AlphaCell": 0,
    "Astrocyte": 1,
    "Basophil": 2,
    "Bcell": 3,
    "BetaCell": 4,
    "BloodVesselEndothelial": 5,
    "CD4T": 6,
    "CD8T": 7,
    "Club": 8,
    "CollectingDuct": 9,
    "Dendritic": 10,
    "EVT": 11,
    "Endocrine": 12,
    "Endothelial": 13,
    "Enterocyte": 14,
    "Eosinophil": 15,
    "Epithelial": 16,
    "Erythrocyte": 17,
    "Fibroblast": 18,
    "Foveolar": 19,
    "Glial": 20,
    "Goblet": 21,
    "HSEC": 22,
    "Hepatocyte": 23,
    "ICC": 24,
    "Keratocyte": 25,
    "Langerhans": 26,
    "LittoralCell": 27,
    "LymphaticEndothelial": 28,
    "Macrophage": 29,
    "Mast": 30,
    "Melanocyte": 31,
    "Mesangial": 32,
    "Microglial": 33,
    "Monocyte": 34,
    "NK": 35,
    "NKT": 36,
    "Neuron": 37,
    "Neutrophil": 38,
    "Paneth": 39,
    "Pericyte": 40,
    "Photoreceptor": 41,
    "Plasma": 42,
    "Podocyte": 43,
    "SmoothMuscle": 44,
    "Stellate": 45,
    "Stromal": 46,
    "Tcell": 47,
    "Telocyte": 48,
    "Treg": 49,
    "Tumor": 50
  },
  "all_standardized_channels": [
    "AGER",
    "ANXA1",
    "AQP1",
    "AQP2",
    "AR",
    "ARG1",
    "ASCT2",
    "Amylase",
    "ArrestinC",
    "Bcl-2",
    "Beta-catenin",
    "Beta-tubulin",
    "Beta3-tubulin",
    "Biglycan",
    "C-peptide",
    "CALB1",
    "CCNA2",
    "CCNB1",
    "CCND1",
    "CCNE",
    "CCR7",
    "CD10",
    "CD103",
    "CD106",
    "CD107a",
    "CD107b",
    "CD11b",
    "CD11c",
    "CD123",
    "CD127",
    "CD13",
    "CD138",
    "CD14",
    "CD147",
    "CD15",
    "CD152",
    "CD154",
    "CD16",
    "CD161",
    "CD163",
    "CD19",
    "CD1b",
    "CD1c",
    "CD2",
    "CD20",
    "CD206",
    "CD207",
    "CD209",
    "CD21",
    "CD25",
    "CD271",
    "CD273",
    "CD28",
    "CD294",
    "CD298",
    "CD3",
    "CD31",
    "CD32",
    "CD33",
    "CD34",
    "CD35",
    "CD36",
    "CD38",
    "CD39",
    "CD39L3",
    "CD3d",
    "CD3e",
    "CD4",
    "CD40",
    "CD44",
    "CD45",
    "CD45R",
    "CD45RA",
    "CD45RO",
    "CD49a",
    "CD49f",
    "CD5",
    "CD54",
    "CD56",
    "CD57",
    "CD61",
    "CD63",
    "CD66",
    "CD66b",
    "CD68",
    "CD69",
    "CD7",
    "CD73",
    "CD8",
    "CD80",
    "CD85J",
    "CD86",
    "CD9",
    "CD90",
    "CD94",
    "CD98",
    "CDK2",
    "CDKN1a",
    "CDKN1b",
    "CDKN1c",
    "CDKN2a",
    "CDX2",
    "CHGA",
    "CHX10",
    "CK10",
    "CK14",
    "CK17",
    "CK19",
    "CK5",
    "CK6",
    "CK7",
    "CK8",
    "COL1",
    "COX2",
    "CPT1A",
    "CSF-1R",
    "CXCL4",
    "CXCL5",
    "CXCR5",
    "Calprotectin",
    "Cathepsin_L",
    "ChAT",
    "ChREBP",
    "Chymase",
    "Col4",
    "Cystatin3",
    "DC-LAMP",
    "DEFA5",
    "Desmin",
    "E-cadherin",
    "EGFR",
    "EOMES",
    "ESR1",
    "EpCAM",
    "FAP",
    "FASN",
    "FCERG1A",
    "Fibronectin",
    "FoxP3",
    "G-tubulin",
    "GAPDH",
    "GATA3",
    "GATA6",
    "GFAP",
    "GLUT1",
    "GP2",
    "GS",
    "GZMB",
    "Galectin9",
    "Ghrelin",
    "Glucagon",
    "HER2",
    "HIF1A",
    "HK1",
    "HLA-Class-1",
    "HLA-Class-2",
    "HLA-G",
    "HO1",
    "HSP27",
    "HSP70",
    "HSP90",
    "HuC-D",
    "ICOS",
    "IDO",
    "IDO-1",
    "IFNg",
    "IGFBP7",
    "IL6",
    "IRF3",
    "Iba1",
    "IgA",
    "IgM",
    "Intelectin-1",
    "KIM-1",
    "Ki67",
    "LAG3",
    "LAMA2",
    "LC3",
    "LRP2",
    "Lck",
    "LectinIB4",
    "Lumican",
    "Lysozyme",
    "Lyve1",
    "M-Opsin",
    "MBP",
    "MCAM",
    "MCP1",
    "MCT1",
    "MECA-79",
    "MMP12",
    "MMP7",
    "MMP9",
    "MPO",
    "MUC1",
    "MUC2",
    "MUC5AC",
    "MUC6",
    "MelanA",
    "NKG2D",
    "NRF2",
    "Na-K-ATPase",
    "Nestin",
    "OGT",
    "OLFM4",
    "OLIG2",
    "OPN",
    "OX40",
    "P-cadherin",
    "P2Y12",
    "P63",
    "PAX5",
    "PD1",
    "PDL1",
    "PDPN",
    "PGA3",
    "PKCa",
    "PKM2",
    "PLSCR1",
    "PMEL",
    "PML",
    "PNA",
    "PPY",
    "PROM1",
    "PROX1",
    "PanCK",
    "Phalloidin",
    "Podocalyxin",
    "Podocin",
    "S-Opsin",
    "S100A11",
    "S100A4",
    "SEC61A1",
    "SLC12A3",
    "SMA",
    "SOMATOSTATIN",
    "SOX10",
    "SOX2",
    "SOX9",
    "SQSTM1",
    "Synaptophysin",
    "TCF1",
    "TCF1_TCF7",
    "TDP43",
    "TIGIT",
    "TIM3",
    "TMPRSS2",
    "TTF1",
    "Tox-Tox2",
    "Tryptase",
    "Uromodulin",
    "VCAM1",
    "VEGFR2",
    "Vimentin",
    "YAP",
    "c-Caspase-3",
    "c-PARP",
    "c-kit",
    "cJUN",
    "dsDNA",
    "gH2AX",
    "gdTCR",
    "iNOS",
    "p16",
    "p53",
    "pCREB",
    "pH2AX",
    "pMLKL",
    "pS6",
    "uPAR",
    "PGP9-5",
    "Lefty",
    "DDB2",
    "Fibrinogen",
    "Actin",
    "GlycophorinA",
    "IgD",
    "CD79a"
  ],
  "domains": [],
  "source_archive": "expanded-tissuenet.zarr"
}